Repository: common-repository/offen
Catalog: lang/offen-*.po
Languages: de_de

source: Open-Configuration
de_de: Offen-Konfiguration

source: Open
de_de: Offen

source: The closing time cannot be below the opening time
de_de: Die Endzeit muss größer als die Startzeit sein

source: Remove entry
de_de: Eintrag entfernen

source: New entry
de_de: Neuer Eintrag

source: From
de_de: Von

source: To
de_de: Bis

source: General
de_de: Allgemein

source: Company
de_de: Unternehmen

source: Opening hours
de_de: Öffnungszeiten

source: Seasonal opening hours
de_de: Öffnungszeiten Saisonal

source: Preview
de_de: Vorschau

source: Title
de_de: Titel

source: Text: Currently opened
de_de: Text: Aktuell Geöffnet

source: Text: Currently closed
de_de: Text: Aktuell Geschlossen

source: Texts: Opened/Closed
de_de: Texte: Geöffnet/Geschlossen

source: Opening hours text: Open all day
de_de: Öffnungszeiten-Text: Durchgehend geöffnet

source: Opening hours text: Closed all day
de_de: Öffnungszeiten-Text: Den ganzen Tag geschlossen

source: Opening hours: Group same days or show them separately
de_de: Öffnungszeiten-gleiche Tage zusammenfassen oder einzeln ausgeben

source: Group
de_de: Zusammenfassen

source: Show separately
de_de: Einzeln ausgeben

source: Weekdays: Short or full spelling
de_de: Tage in Kurz- oder Langschreibweise

source: Short
de_de: Kurz

source: Full
de_de: Voll

source: Timezone
de_de: Zeitzone

source: WordPress Server Time
de_de: Wordpress Serverzeit

source: The server time needs to be set to the current time to ensure that the display of "opened" and "closed" functions properly. You can either specify the server time in the WordPress settings or set an offset above.
de_de: Damit die Anzeige "geöffnet" bzw. "geschlossen" funktioniert, muss die Serverzeit auf die aktuelle Uhrzeit eingestellt sein. Du kannst dazu entweder die Serverzeit in den Wordpress-Einstellungen korrigieren oder hier manuell einen Zeitversatz einstellen.

source: Date format
de_de: Datumsformat

source: Short (e.g. "12")
de_de: Kurz (z.B. „12“)

source: Full (e.g. "12.02")
de_de: Voll (z.B. „12.02.“)

source: Midnight time format
de_de: Zeitformat Mitternacht

source: Add new entry
de_de: Neuen Eintrag hinzufügen

source: Company name
de_de: Firmenname

source: Contact person
de_de: Ansprechpartner

source: Telephone number
de_de: Rufnummer

source: Fax number
de_de: Faxnummer

source: Website
de_de: Webseite

source: Address
de_de: Adresse

source: Postal code
de_de: Postleitzahl

source: City
de_de: Ort

source: There are 4 styles for embedding the plugin as a widget or a shortcode. Style 1 - Style 3 need more space and are recommended for separate sub-pages, for example a dedicated page for the opening hours. Style 4 is recommended for usage within the sidebar widget or as a footer widget.
de_de: Beim Einbinden des Plugins als Widget oder Shortcode gibt es 4 verschiedene Styles. Style 1 bis 3 benötigen mehr Platz und sind vor allem für eigene Unterseiten geeignet, zum Beispiel eine eigene Öffnungszeiten-Seite. Style 4 eignet sich vor allem für die Einbindung als Sidebar-Widget oder als Footer-Widget.

source: Color: Background primary
de_de: Farbe: Hintergrund Primär

source: Color: Background secondary
de_de: Farbe: Hintergrund Sekundär

source: Color: Background tertiary
de_de: Farbe: Hintergrund Tertiär

source: Color: Background Badge - Open
de_de: Farbe: Hintergrund Badge - Geöffnet

source: Color: Background Badge - Closed
de_de: Farbe: Hintergrund Badge - Geschlossen

source: Color: Text primary
de_de: Farbe: Text Primär

source: Color: Text secondary
de_de: Farbe: Text Sekundär

source: Color: Text Tertiary
de_de: Farbe: Text Tertiär

source: Color: Text Badge - Open
de_de: Farbe: Text Badge - Geöffnet

source: Color: Text Badge - Closed
de_de: Farbe: Text Badge - Geschlossen

source: Header Icon Class (FontAwesome)
de_de: Header Icon Klasse (FontAwesome)

source: You can find more icon-codes at
de_de: Mehr Icon-Codes findest du unter

source: Sub page - Style 1
de_de: Unterseite Style 1

source: Sub page - Style 2
de_de: Unterseite Style 2

source: Sub page - Style 3
de_de: Unterseite Style 3

source: Tabular form
de_de: Tabellenform

source: Please wait.
de_de: Bitte warte.

source: The widget is named "Open" and can be set here
de_de: Das Widget heißt "Offen" und kann hier festgelegt werden

source: The opening hours can be displayed at any post. A separate style can be specified for each post.
de_de: Die Öffnungszeiten können in jedem beliebigen Beitrag angezeigt werden. Für jede Anzeige kann ein eigener Style festgelegt werden.

source: The following text (shortcode) needs to be added to the post:
de_de: Es ist folgender Text in den Beitrag einzufügen:

source: The number 1 can be replaced with the number of the desired styled. You can find all 5 styles at the "Preview" tab.
de_de: Die Zahl 1 kann durch eine andere ersetzt werden. Es stehen 5 verschiedene Styles zur Auswahl. Du findest diese im Tab „Vorschau“.

source: Save settings
de_de: Einstellungen speichern

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

source: Closed
de_de: Geschlossen

source: Currently
de_de: Aktuell

source: Telephone
de_de: Telefon

source: Powered by crosswordsolver.com
de_de: Powered by Oeffnungszeitenbuch.de
